app/controllers/photo_blogs_controller.rb

  def index
    @photo_blogs = PhotoBlog.all
---
SELECT "photo_blogs".* FROM "photo_blogs"